[
  {
    "id": 1,
    "name": "痤疮和酒渣鼻",
    "nameEn": "Acne and Rosacea",
    "items" : [
      {
        "name": "痤疮",
        "nameEn": "Acne",
        "etiology": "80％的病例中认为遗传因素是主要病因。饮食和吸烟的作用尚不清楚，皮肤是否干净、是否暴露在阳光下与痤疮的形成无关。在青春期，痤疮通常都是由睾固酮的增加引起。目前发现痤疮均有痤疮丙酸杆菌感染。\n\n一般痤疮的形成，有以下几个因素，但最终原因都是皮脂分泌过多和堵塞引起的：\n\n皮脂腺发达：排出过多皮脂，油脂腺发达的人不容易肥胖但更容易得粉刺\n饮食：高升糖食物被发现对痤疮的严重程度有所影响。多个研究显示低升糖食物能有效减少痤疮。虽然大众常认为多油脂和刺激性的食物容易引发痤疮，但目前没有证据可以确定两者之间的关联。\n内分泌失调：内分泌失调使得皮脂分泌过多，此与睡眠，休息，压力和情绪有关\n毛囊角质化（Follicular hyperkeratinization）：毛囊角质化导致皮脂腺的分泌物无法排出，进而导致毛囊破裂，发炎细胞浸润（inflammatory cells infiltration）\n皮脂腺过度分泌：过多的雄性或䧳性激素（Androgen）导致皮脂腺分泌过分旺盛。此与个人先天体质、后天环境有关。\n痤疮丙酸杆菌孳生（proliferation and colonization）：痤疮丙酸杆菌将皮脂固化，促进发炎反应\n发炎物质（inflammatory mediators）的释出：痤疮丙酸杆菌分解皮脂腺分泌的三酸甘油脂成脂肪酸，促进了发炎反应",
        "describe":"痤疮（英语：acne、拼音：cuó chuāng、注音：ㄘㄨㄛˊ ㄔㄨㄤ）；也称为寻常性痤疮（拉丁语：acne vulgaris）、青春痘，俗称痘痘，是一种毛囊皮脂腺的慢性感染性疾病，在毛囊被死皮细胞和来自皮肤的油脂堵塞且感染时出现。临床表现可为丘疹、脓疱、结节、囊肿及瘢痕。好发于青春期男女的脸部、胸部上部和背部含皮脂腺数量相对较多的部位。\n\n粉刺（comedo）是痤疮的前身，当痤疮丙酸杆菌（Cutibacterium acnes）引起粉刺的毛囊感染，则称为痤疮。",
        "clinical": "毛囊分泌过多油脂。\n黑头白头（痤疮前期，见粉刺）：两者都是非炎性的，由皮脂过多引起。前者由于存在开口，表面油脂被空气氧化而呈黑色；后者没有开口，故皮脂保持白色\n丘疹\n结节",
        "diagnosis": "黑头、白头、疙瘩、油性皮肤、留疤",
        "treatment": "痤疮有许多治疗方法可供选择，包括改变生活方式、药物和医疗程序。少吃食糖等单糖可能会对病情有所帮助。外敷壬二酸、过氧化苯甲酰和水杨酸是常用的治疗手段。抗生素和维生素A酸可用于口服治疗痤疮[8]。\n\n然而，抗生素治疗可能会对抗生素产生耐药性[19]。若干种避孕药对女性的痤疮有治疗效果。由于口服维生素A酸会有较大的副作用，因此只建议严重的痤疮患者使用。医疗界的一些人士倡导尽早积极地治疗，以减轻痤疮对患者的长远影响。",
        "prevent": "粉刺和遗留症状只要坚持保持良好的习惯一段时间（一至两个月）可以自然消退\n避免食用高热量特别是含有较多油脂的食物\n每天至少一至两次的温水洗脸，将皮肤表面的油脂洗净",
        "img": "http://skin.wolves.vip/Acne_vulgaris_on_a_very_oily_skin.jpg"
      },
      {
        "name": "酒渣鼻",
        "nameEn": "Rosacea",
        "etiology": "好发部位为面部鼻、额头、下巴等地，好发人群为白种人。病因目前尚不明确，但推测与情绪、压力、环境过敏原等因素有关。",
        "describe":"酒糟鼻又称酒渣鼻或玫瑰痤疮，是一种以脸部红斑和丘疹为特点的慢性皮肤病。该疾病在所有年龄段均可发病，分为四种类型，其中三种影响皮肤，第四种影响眼睛。如果不及时治疗，病情会逐渐加重。局部使用类固醇治疗不但无效，反而可能加重症状。\n\n酒渣鼻在欧洲西北部居民中较为常见，并被一些大不列颠和爱尔兰人戏称为凯尔特人的诅咒，但近年来这种说法受到了质疑。男性和女性都可能患病，但女性患病的几率几乎是男性的三倍，尽管鼻部病变更常见于男性。\n\n该病的主要症状通常包括脸颊中部及面颊、鼻子或前额的发红，但也可能波及到脖子、胸部、耳朵和头皮，尽管出现这种情况的可能性较低。其他症状可能包括半永久性泛红、毛细血管扩张、红色隆起的丘疹、脓包、红肿状沙眼以及灼烧刺激感。在严重的病例中，鼻部可能发展成红色分叶状（肥大型酒糟鼻）。",
        "clinical": "酒渣鼻初期表现为易潮红的脸部或特定部位、微血管轻微扩张（皮肤上可见血丝）；中期类似青春痘，出现丘疹/脓泡，并伴有较严重的微血管扩张；晚期症状包括结节状硬块、鼻瘤（尤其在男性患者中较常见）。",
        "diagnosis": "好发部位为面部鼻、额头、下巴等地，好发人群为白种人。病因目前尚不明确，但推测与情绪、压力、环境过敏原等因素有关。",
        "treatment": "治疗方面与青春痘相似，但酒渣鼻通常无法根治，只能控制病情，只有少数患者会自愈。对于轻度病情，通常建议患者注意保湿防晒，并避免诱发因素；对于中度病情，可以考虑口服或外用抗生素，如四环素或甲硝唑，或者使用杀菌剂如己酸；对于严重病情，可考虑使用异维A酸或进行医学美容（尤其对于鼻瘤患者）。应避免使用类固醇治疗，虽然短期内可能有疗效，但最终会加重病情。",
        "prevent": "酒渣肌肤应特别注重清洁和保湿，增强肌肤补水及锁水能力。应避免使用含有防腐剂、香精、酒精等添加物的产品。此外，适量摄入不饱和脂肪酸也有助于促进皮肤再生。",
        "img": "http://skin.wolves.vip/450px-Domenico_ghirlandaio%2C_ritratto_di_nonno_con_nipote.jpg"
      }
    ]

  },
  {
    "id": 3,
    "name": "蜂窝组织炎和其他细菌感染",
    "nameEn": "Cellulitis Impetigo and other Bacterial Infections",
    "items" : [
      {
        "name": "蜂窝组织炎",
        "nameEn": "Cellulitis Impetigo",
        "etiology": "腿的部分通常会因为皮肤微小裂伤，而罹患此疾病。其他的危险因子包含肥胖症、腿部肿胀与年老。然而在脸部的皮肤微小裂伤，通常不会造成感染。最常见致病菌包含链球菌与金黄色葡萄球菌。",
        "describe":"蜂窝组织炎（拉丁语：cellulitis）是牵涉到皮肤的细菌感染。该疾病尤其会影响到真皮与皮下组织。每年1000人当中，大约有2个人会有皮肤感染。2010年，蜂窝组织炎造成全球约27,000人死亡。在英国，医院入诊病患当中的1.6%为蜂窝组织炎。",
        "clinical": "其症状为皮肤发红，会在数天内逐渐扩大范围。发红范围的边缘一般而言不明显，而且可能会肿大。当施加压力于发红部位时，该部位会变白，但并不是每个病例会如此。感染范围通常伴随疼痛。淋巴管偶尔可能会被影响，并引起发烧与疲倦。\n\n该疾病虽然好发于任何部位，但最常见的是腿与脸。",
        "diagnosis": "相对于蜂窝性组织炎，丹毒为更浅层皮肤的细菌感染，表现为发红部位边缘清楚，且较常合并发烧。此外，严重感染如骨髓炎或坏死性筋膜炎，应需首先排除。\n\n该疾病诊断，通常基于临床症状与征象确诊，细菌培养很少有发现 。",
        "treatment": "在治疗上采用口服抗生素，通常会使用头孢氨芐、阿莫西林与氯噻青霉素（拉丁语：cloxacillin）。如果对青霉素过敏的病患，则可以红霉素与克林霉素替代。此外，如果有发脓或前次抗药性金黄色葡萄球菌（MRSA）感染，则在考量MRSA的情况下，会建议加用去氧羟四环素与复方新诺明。抗生素并用类固醇也许会加速复原。将患处抬高与止痛剂可能对缓解症状有帮助。\n\n约95%的人会在7至10天的治疗后好转，若患部重复发炎可能导致并发症，严重时须切除患部。潜在性的并发症包含脓疡的形成。",
        "prevent": "保持皮肤伤口清洁，用绷带包扎，并涂抹抗生素乳膏进行保护\n治疗真菌足部感染（如香港脚）和其他皮肤疾病，以使任何皮肤破损愈合\n如果您有 糖尿病 或血液循环不良，请每天检查双脚，涂抹保湿剂，并穿合适的鞋子以免受伤",
        "img": "http://skin.wolves.vip/450px-Cellulitis3.jpg"
      }
    ]
  },
  {
    "id": 4,
    "name": "麻疹或药物疹",
    "nameEn": "Exanthems and Drug Eruptions",
    "items" : [
      {
        "name": "麻疹",
        "nameEn": "Exanthems",
        "etiology": "麻疹是因感染麻疹病毒导致，此病毒是副黏液病毒科（Paramyxoviridae）家族中，分类于麻疹病毒属（Morbillvirus）的一种反义单链核糖核酸病毒，于1954年首次被诺贝尔生理学与医学奖得主富兰克林·恩德斯与汤马斯·皮布尔斯分离出来，他们谨慎的指出：应将出现科氏斑点的病患加以隔离。人类是麻疹病毒在自然界的唯一宿主，迄今据知在其他的动物身上并未发现此病毒。此病毒具有高度的传染性，可借由咳嗽、打喷涕时的飞沫传染予周边的人，或是因直接接触患者的分泌物而传染。麻疹病毒一般通过直接接触和空气传播，先感染粘膜，然后扩散至全身。从患者身上可检查出多核巨细胞和嗜酸性包涵体。感染麻疹病毒的危险因子包括因罹患HIV或艾滋病而导致的免疫能力低下、因接受器官移植或干细胞移植而需进行的免疫能力抑制、接触烷基化药物（alkylating agents）、接受皮质类固醇治疗（corticosteroid therapy）、未施打疫苗、至疫区旅行或接触到曾至疫区之旅行者，以及在原先曾接种疫苗但在预计有效年限前抗体即已丧失等。",
        "describe":"麻疹（拉丁语：morbilli；英语：measles，rubeola，morbilli）是因感染麻疹病毒的一种急性、高度传染性之病毒性疾病，常见于儿童，为儿童常见的急性呼吸道传染病之一。初期临床表现为发热、上呼吸道炎症（咳嗽、鼻炎）、眼角结膜炎（充血、流泪、畏光）等，后续皮肤出现红色斑丘疹、颊黏膜上有细小白点（麻疹黏膜斑，柯普力克氏斑，Koplik's spots），疹退后遗留色素沉着伴糠麸样脱屑。严重者可并发脑炎、肺炎。\n\n麻疹疫苗未出现前，儿童易被传染，但成人也有一定机会感染。此症典型的症状及征候包括四天的发烧，及出现咳嗽、鼻炎以及结膜炎的症状（其英文为 cough、coryza 及 conjunctivitis，也简称为“三C”），伴随着发烧及红疹。常见有发烧的症状，约会持续一周，麻疹的发烧会高达40 °C（104 °F）。\n\n罹患麻疹时，在颊黏膜上会出现称为柯氏斑点（柯普力克氏斑、麻疹黏膜斑）的细小白点，是麻疹的病征，不过只是暂时出现，因此不常看到 。不过在病患的感染力到达高峰之前，医师若有识别到柯氏斑点，有助于减缓疾病的扩散。\n\n患者多半在有症状后五天就会开始出现红色平坦的疹子，一开始常出现在脸部，再扩散到身体的其他部位[13] 。在接触麻疹者后约十到十二天会有麻疹症状，会持续七至十天[6][7]。\n\n病患中有三成会有并发症，像是腹泻，视力障碍，脑炎及肺炎等疾病。虽然中文名称相似，但麻疹和风疹（德国麻疹）及小儿急疹是不同的疾病。\n\n麻疹是空气传播疾病的一种，所以可轻易借由已感染者的咳嗽和打喷嚏而传染给他人，也可借着唾液或鼻腔分泌物传播。九成的人在没有免疫能力下，和麻疹患者共处一室会有极高几率得病，病患在出现红疹的前后四天都具有传染力[16]。人们一生只会发病一次。对于疑似病例进行相关检测是公共卫生防疫上的重要措施。\n\n麻疹疫苗对于预防感染麻疹非常有效，在2000年到2013年全球约有85%的孩童接受疫苗接种，这项政策也使得因麻疹而死亡的人数锐减75%。目前没有特殊疗法可治愈麻疹，仅能对症治疗和预防感染，包括补充电解质的口服补液疗法、健康的食物以及可以抑制发烧的药物。若有其他的细菌感染（例如肺炎），可以使用抗细菌药。在发展中国家，会建议补充维生素A。\n\n麻疹每年影响约2千万人，主要在非洲和亚洲的发展中地区[6]。它是死亡数字最高的疫苗可预防疾病[18]。从1990年到2013年，麻疹死亡人数从54万5千例下降到9万6千。1980年时估计每年约有260万人死于麻疹。在美国在免疫接种之前每年有3到4百万个病例发生。大多数受感染以及死亡者皆小于五岁。受感染者的死亡率大约0.2%，在营养不良者更是可能高达10%。21世纪10年代，由于疫苗怀疑论的流行，在美国和日本，麻疹疫情有卷土重来之势。",
        "clinical": "此症的特点主要为患者在感染病毒并开始发烧后的数日内全身会起大范围的红斑丘疹（Maculopapular rash）。红疹会先从背部及耳朵开始，数小时后扩散至头部及颈部，接着蔓延到大部分的身体部位，并通常会感到搔痒。红疹会在初始症状发生后的第2至4日左右出现，并可持续至第8日。因为红疹消失前的颜色会由红色转变为暗褐色，所以也被称为“污斑”。大体而言，自感染麻疹病毒起约要3个星期左右才能痊愈。\n\n临床症状有发热、咳嗽、流涕、眼结膜充血、口腔粘膜有红晕的灰白小点（Koplik’s spots斑）。单纯麻疹预后良好，重症患者病死率较高。\n典型的痳疹临床表现共分三期，卡他期、出疹期、恢复期",
        "diagnosis": "发烧、咳嗽、流鼻水、眼睛感染、红疹",
        "treatment": "目前没有特殊疗法可治愈麻疹，仅能对症治疗和预防感染，包括补充电解质的口服补液疗法、健康的食物以及可以抑制发烧的药物。若有其他的细菌感染（例如肺炎），可以使用抗细菌药。在发展中国家，会建议补充维生素A。",
        "prevent": "疫苗预防：疫苗是由组织培养后的减毒毒株制备。预防的方法是接种活性减毒麻疹疫苗，台湾的新生儿在出生后第12个月，会接种一剂活性减毒疫苗（MMR疫苗），满5岁之后接种第二剂。麻腮风三联疫苗（MMR Vaccine） 所针对的疾病包括麻疹、腮腺炎和德国痳疹。中国大陆要求婴儿在出生后第8个月和第12个月接种两剂麻腮风三联疫苗。",
        "img": "http://skin.wolves.vip/RougeoleDP.jpg"
      }
    ]
  },
  {
    "id": 5,
    "name": "脱发或其他头发疾病",
    "nameEn": "Hair Loss Photos Alopecia and other Hair Diseases",
    "items" : [
      {
        "name": "脱发",
        "nameEn": "Hair Loss Photos Alopecia",
        "etiology": "脱发较不常见的原因包括拉扯头发、使用特定药物像是接受化疗、艾滋病、甲状腺机能低下，以及营养不良，例如缺铁和蛋白质头发就会变黄、分叉；缺植物油、维生素A、蛋白质和碘时头发会发干、无光泽、容易折断；缺维生素B群时会出现脂溢性皮炎和头发脱落现象。而会表现出发炎或疤痕的脱发原因包含真菌感染、红斑性狼疮、放射性治疗与结节病。脱发的范围是诊断脱发的重要指标之一。",
        "describe":"脱发，又称为掉发、秃发、秃头，指的是毛发从头部或是身体上掉落，一般来说至少会包含头发的脱落，其严重程度可以从一个小范围，乃至全身受影响。一般来说不会伴随发炎或出现疤痕。",
        "clinical": "当每天掉发量大于100根的时候，则可能是因为一些异常的现象造成落发增加：\n\n更年期\n男性雄性秃\n处于长期压力下\n长期熬夜\n产后落发\n女性落发\n休止期落发\n缺铁性贫血\n甲状腺功能低下\n圆形秃\n受到刺激物质造成长期反复毛囊炎\n脱发较不常见的原因包括拉扯头发、使用特定药物像是接受化疗、艾滋病、甲状腺机能低下，以及营养不良，例如缺铁和蛋白质头发就会变黄、分叉；缺植物油、维生素A、蛋白质和碘时头发会发干、无光泽、容易折断；缺维生素B群时会出现脂溢性皮炎和头发脱落现象。而会表现出发炎或疤痕的脱发原因包含真菌感染、红斑性狼疮、放射性治疗与结节病。脱发的范围是诊断脱发的重要指标之一。",
        "diagnosis": "脱发的诊断主要是通过病史询问、头皮检查、血液检查头皮镜检查、头皮磁共振成像",
        "treatment": "如果发现掉发过量，建议尽早咨询专业医师评估并接受治疗。\n\n若选择药物治疗，可以使用的药物有米诺地尔（Minoxidil）或非那斯特莱（Finasteride）、植物复合咖啡因萃取液、锯棕榈萃取液 ，或是选择植发。圆秃的治疗则可以在受到影响的区域注射类固醇，但必须长期注射才有效。\n\n脱发的问题非常常见。在50岁的族群中，大致有一半的男性与1/4的女性受到影响；也约有2%的人会在某个时间点开始圆秃。",
        "prevent": "保持健康的生活方式，避免过度压力，保持充足的睡眠，避免过度熬夜，保持健康的饮食，避免过度节食，保持适量的运动，避免过度运动，保持适量的阳光照射，避免过度暴晒，保持适量的社交，避免过度孤独。",
        "img": "http://skin.wolves.vip/Baldish_man.JPG"
      }
    ]
  }
]